[
    {
        "dog_eye": {
            "유루증": "유루증이란 눈 주변의 털이 지속적으로 축축해지고 붉은색으로 변하는 현상입니다.강아지의 눈물에는 털을 붉은색으로 변화시키는 색소가 포함되어 있어 말티즈나 푸들처럼 하얀 털을 갖고 있는 강아지의 경우, 눈 주위의 털이 붉게 변하게 됩니다. 붉은색으로 변화된 털은 세정 약품을 써도 원래 색으로 돌아오지 않기 때문에 지속적인 관심과 예방이 중요합니다.유루증은 미관상의 문제를 일으킬 뿐만 아니라 눈물이 많이 흐른 피부와 털 주변에 세균이 자라나기 좋은 환경을 만들어 눈 주변 조직에 피부염을 일으킬 수 있기 때문에 항상 눈 주위를 청결하게 해주고 전용 사료를 급여하는 것이 중요합니다.",
            "안검내반증": "안검내반증이란 강아지의 눈꺼풀 가장자리가 눈으로 말려 들어가 피모가 항상 닿아 있으므로 인해 눈물 흘림과 눈 비빔, 깜박임 등 다양한 형태의 증상이 나타나는 현상입니다. 빠삐용과 차우차우, 시추, 푸들, 포메라니안, 코커스파니엘 등은 특히 안검내반증에 취약한 품종이므로 이 품종의 보호자들은 조금 더 주의 깊게 살펴주는 것이 좋습니다. 속눈썹이 계속해서 각막을 자극하기 때문에 개는 가렵고 불편한 통증과 위화감 등으로 수시로 눈을 깜박거리고 눈물을 흘리며 눈을 문지르게 되며 심한 경우 눈꺼풀의 경련과 혼탁한 눈곱도 보이게 된다. 위의 증상이 반복된다면 개의 각막에 상처가 나며 각막염과 결막염이 발병할 수 있게 되는데 내반증으로 인한 각막염은 만성으로 이어지기 쉽습니다. 이런 현상을 치료 없이 계속해서 방치한다면 개는 스스로 눈을 더욱 아프게 할 것이며 결국엔 각막 궤양이나 각막 천공을 일으킬 수도 있기 때문에 빠른 시일 내에 병원에 방문하는 것이 좋습니다. 안검내반증의 주요 요인이 선천적인 부분이므로 별도의 예방법은 존재하지 않습니다. 다만, 내반증으로 인한 다른 안과 질환의 발병을 예방하기 위해 평소 개의 눈물과 눈 깜박임이 많아지는지 관심을 가지고 지켜보는 것이 좋습니다.",
            "안검염": "안검염이란 눈꺼풀의 피부와 속눈썹 부위 및 부속선에 염증이 생긴것을 말합니다.눈 부속기관인 안검의 염증은 눈병의 하나로 분류되며,결막염, 각막염 등과 함께 많이 발생하는 질병 중 하나입니다. 눈 주위가 붉게 부어오르고 털이 빠지고, 가려움증으로 인해 눈을 가리거나 심한 경우 고름이 생기는 경우 안검염을 의심해볼 수 있습니다. 안검염은 발생 원인에 따라 치료방법이 다르며, 안검염이 세균 감염으로 인해 발생했다면 항생제를 투여할 수 있으며 알레르기로 인해 발생한 경우에는 안약을 처방할 수 있습니다. 강아지가 계속 눈을 긁는다면, 긁지 못하도록 넥카라를 씌운 후 병원에 방문해 주세요.",
            "결막염": "결막염이란 눈 결막에 생기는 염증을 말합니다. 눈이 붉어지거나 누런 점액질의 눈물과 눈곱이 많아지며, 간지러워 앞발로 계속 얼굴을 긁거나 바닥에 문지르는 행동을 보입니다. 결막염을 예방하기 위해서는 항상 주위의 환경을 청결하게 해줘야 하며, 강아지 눈에 자극이 될 만한 것이 들어가지 않도록 주의해야 합니다. ㅅ또, 눈 세정제를 사용하여 반려동물의 눈을 세척해 주거나, 가위를 사용하여 눈 주변의 털을 정리해 주는 것도 좋은 예방 방법입니다. 초기에 치료하면 약물로도 간단하게 치료할 수 있기 때문에 빠른 시일 내에 병원에 방문하는 것이 좋습니다.",
            "안검종양": "안검종양은 대부분 무증상으로 보호자분이 관찰하여 병원에 방문합니다. 안검에서 흔하게 생기는 종양은 마이봄샘종(Meibomian gland tumor)입니다. 이 종양은 대부분 양성으로 대부분 약물 치료에 반응합니다. 그 다음으로 생길 수 있는 종양은 흑색종(Melanoma)입니다. 흑색종은 악성종양으로 무조건 수술로 제거할 수 있습니다. 이름에서부터 ‘혹’이라는 의미가 들어가 있는 것처럼, 흑색종은 검은색으로 관찰됩니다. 따라서 안검에 검은 종양이 발견된다면 빠르게 병원에 방문하셔야 합니다. 그 다음으로 자주 발생할 수 있는 유두종(Papiloma)또한 수술밖에 제거할 수 있는 방법이 없어 빠르게 병원에 방문하셔야 합니다. 흑색종과 같이 악성 종양이 아닌 경우에는 커지는 속도도 빠르지 않으며, 염증성 변화가 나타난 경우에는 안검 부종/충혈과 같이 기본적인 염증 반응이 관찰됩니다. 이로 인해 결막염이나 농성 눈곱이 생길 수 있으며, 심한경우, 눈을 잘 못뜨는 경우도 발생합니다. 종류에 따라 다르지만 안검종양이 생기면 내과적으로 치료할 수 있습니다. 보통 소염안약이나 소염 안연고를 처방할 수 있으며, 이 약물의 경우 각막에 상처를 낼 수 있기 때문에 각막 궤양이 있는 강아지에게는 처방하면 안됩니다. 흑색종의 경우 무조건 수술을 해야하기 때문에 빠르게 병원에 방문하는 것이 좋습니다."
        },
        "cat_skin": {
            "상피성잔고리": "상피성 잔고리는 농포나 수포가 파열된 후 나타나는 원형으로 나열된 비듬으로 고양이의 피부 상태가 염증이나 감염으로 인해 손상된 경우 발생하는 피부 증상입니다. 이러한 손상은 원인이 다양할 수 있으며, 주로 감염이나 알레르기 반응 등으로 인해 발생합니다. 상피성 잔고리는 중앙에서 시작하여 주변으로 점진적으로 커지는 원형 또는 타원형의 모양을 가지며, 피부 주변에서 엷은 색으로 나타납니다. 예방을 위해 꾸준한 위생 관리와 올바른 사료 선택, 실내 환경 관리 등을 신경써주는 것이 좋습니다.",
            "농포(여드름)": "고양이의 농포(여드름)는 피지선이나 모공 주변에서 발생하는 피부 증상으로, 피부에 농축된 피지, 유분, 피부세포 등으로 인해 발생합니다. 이러한 농포는 흔히 인간의 여드름과 비슷한 현상으로 생각할 수 있지만, 원인과 증상은 약간 다를 수 있습니다. 주로 얼굴과 머리 주변, 특히 귀, 코, 눈 주위 등에 자주 발생합니다. 농포가 있는 부위가 가려워하거나 발적할 수 있습니다. 또한 농포가 염증이 동반되면 주변 피부가 붉어지거나 부어오를 수 있습니다. 고양이의 농포는 일반적으로 경미한 증상으로 끝나지만, 만약 농포가 계속 발생하거나 발적하거나 피부 주위에 염증이 동반된다면 수의사를 방문하여 진단과 치료를 받는 것이 좋습니다. 또한 고양이의 피부 상태를 꾸준히 관찰하고, 위생 관리를 철저히 하여 피부 건강을 유지하는 것이 중요합니다.",
            "결절종괴": "고양이의 결절종괴(결정종괴)는 피부나 하부 조직에서 발생하는 작은 종양 또는 양성 덩어리를 의미합니다. 결절종괴는 주로 피부나 피하지방 조직에서 발견되며, 작은 고립된 혹은 결합된 덩어리로 나타납니다. 종양의 크기와 모양은 다양하며, 둥근 모양부터 불규칙한 모양까지 다양합니다. 또한 피부 색상과 질감이 다양하며 종양이 피부와 똑같은 색상을 가지거나 피부보다 어두운 색상을 띄는 경우가 있습니다. 고양이의 결절종괴는 대부분 양성이지만, 희귀한 경우에는 악성 종양으로 진행할 수도 있습니다. 따라서 모든 결절종괴에 대해서는 즉시 수의사의 진단과 평가를 받는 것이 중요합니다."
        },
        "dog_skin": {}
    }
]
